courts = [
/*{
	'ID'	: 'TPC',
	'name'	: '司法院－刑事補償'
},
{
	'ID'	: 'TPU',
	'name'	: '司法院－訴願決定'
},
{
	'ID'	: 'TPJ',
	'name'	: '司法院職務法庭'
},*/
{
	'ID'	: 'TPS',
	'name'	: '最高法院'
},
{
	'ID'	: 'TPA',
	'name'	: '最高行政法院',
    'nick'  : '最高行'
},
{
	'ID'	: 'TPP',
	'name'	: '公務員懲戒委員會',
    'nick'  : '公懲會'
},
{
	'ID'	: 'TPH',
	'name'	: '臺灣高等法院',
    'nick'  : '高本院'
},
/*{
	'ID'	: 'TPH',
	'name'	: '臺灣高等法院－訴願決定'
},*/
{
	'ID'	: 'TPB',
	'name'	: '臺北高等行政法院',
    'nick'  : '北高行'
},
{
	'ID'	: 'TCB',
	'name'	: '臺中高等行政法院',
    'nick'  : '中高行'
},
{
	'ID'	: 'KSB',
	'name'	: '高雄高等行政法院',
    'nick'  : '高高行'
},
{
	'ID'	: 'IPC',
	'name'	: '智慧財產法院',
    'nick'  : '智財法院'
},
{
	'ID'	: 'TCH',
	'name'	: '臺灣高等法院臺中分院',
    'nick'  : '台中高分院'
},
{
	'ID'	: 'TNH',
	'name'	: '臺灣高等法院臺南分院',
    'nick'  : '台南高分院'
},
{
	'ID'	: 'KSH',
	'name'	: '臺灣高等法院高雄分院',
    'nick'  : '高雄高分院'
},
{
	'ID'	: 'HLH',
	'name'	: '臺灣高等法院花蓮分院',
    'nick'  : '花蓮高分院'
},
{
	'ID'	: 'TPD',
	'name'	: '臺灣臺北地方法院',
    'nick'  : '台北地院'
},
{
	'ID'	: 'SLD',
	'name'	: '臺灣士林地方法院',
    'nick'  : '士林地院'
},
{
	'ID'	: 'PCD',
	'name'	: '臺灣新北地方法院',
    'nick'  : '新北地院'
},
{
	'ID'	: 'PCD',    /// 還得好好想想板院該怎辦
	'name'	: '臺灣板橋地方法院',
    'nick'  : '板橋地院（已更名）'
},
{
	'ID'	: 'ILD',
	'name'	: '臺灣宜蘭地方法院',
    'nick'  : '宜蘭地院'
},
{
	'ID'	: 'KLD',
	'name'	: '臺灣基隆地方法院',
    'nick'  : '基隆地院'
},
{
	'ID'	: 'TYD',
	'name'	: '臺灣桃園地方法院'
},
{
	'ID'	: 'SCD',
	'name'	: '臺灣新竹地方法院'
},
{
	'ID'	: 'MLD',
	'name'	: '臺灣苗栗地方法院'
},
{
	'ID'	: 'TCD',
	'name'	: '臺灣臺中地方法院'
},
{
	'ID'	: 'CHD',
	'name'	: '臺灣彰化地方法院'
},
{
	'ID'	: 'NTD',
	'name'	: '臺灣南投地方法院'
},
{
	'ID'	: 'ULD',
	'name'	: '臺灣雲林地方法院'
},
{
	'ID'	: 'CYD',
	'name'	: '臺灣嘉義地方法院'
},
{
	'ID'	: 'TND',
	'name'	: '臺灣臺南地方法院'
},
{
	'ID'	: 'KSD',
	'name'	: '臺灣高雄地方法院'
},
{
	'ID'	: 'HLD',
	'name'	: '臺灣花蓮地方法院'
},
{
	'ID'	: 'TTD',
	'name'	: '臺灣臺東地方法院'
},
{
	'ID'	: 'PTD',
	'name'	: '臺灣屏東地方法院'
},
{
	'ID'	: 'PHD',
	'name'	: '臺灣澎湖地方法院'
},
{
	'ID'	: 'KMH',
	'name'	: '福建高等法院金門分院'
},
{
	'ID'	: 'KMD',
	'name'	: '福建金門地方法院'
},
{
	'ID'	: 'LCD',
	'name'	: '福建連江地方法院'
},
{
	'ID'	: 'KSY',
	'name'	: '臺灣高雄少年及家事法院'
}
];